{
  "animales": [
{
  "name": "Gallo",
  "imagen": "Gallo.gif",
  "sonido": "Gallosonido.mp3",
  "edad": 15,
  "comentarioEdad": "Los gallos suelen vivir de 5 a 10 años, pero en condiciones óptimas pueden alcanzar hasta 15 años.",
  "comentario": "El gallo es conocido por su canto característico y su rol protector dentro del gallinero. Es un animal social que establece jerarquías en su grupo y tiene un comportamiento territorial."
},
{
  "name": "Tigre",
  "imagen": "Tigre.gif",
  "sonido": "Tigresonido.mp3",
  "edad": 26,
  "comentarioEdad": "Los tigres en estado salvaje suelen vivir hasta 15 años, mientras que en cautiverio pueden llegar a los 20 o incluso 26 años.",
  "comentario": "El tigre es uno de los felinos más grandes y poderosos del mundo. Su pelaje rayado le permite camuflarse en la naturaleza, y es un cazador solitario y territorial. Lamentablemente, se encuentra en peligro de extinción debido a la pérdida de su hábitat y la caza furtiva."
},
{
  "name": "Chimpancé",
  "imagen": "Chimpance.gif",
  "sonido": "Chimpancesonido.mp3",
  "edad": 50,
  "comentarioEdad": "En estado salvaje, los chimpancés pueden vivir hasta 33 años, pero en cautiverio pueden alcanzar los 50 años o más.",
  "comentario": "El chimpancé es un primate altamente inteligente y social, que utiliza herramientas y muestra un comportamiento complejo y comunicación avanzada. Comparte un alto porcentaje de similitud genética con los seres humanos, lo que los hace especialmente importantes para estudios científicos."
},
{
  "name": "Cerdo",
  "imagen": "Cerdo.gif",
  "sonido": "Cerdosonido.mp3",
  "edad": 20,
  "comentarioEdad": "Los cerdos suelen vivir entre 10 y 15 años, aunque en condiciones óptimas pueden llegar a vivir hasta 20 años.",
  "comentario": "El cerdo es un animal doméstico conocido por su inteligencia y habilidades de comunicación. Son animales sociales que prefieren vivir en grupos y tienen una dieta omnívora. Los cerdos son ampliamente criados en todo el mundo para la producción de carne."
},
{
  "name": "Rana",
  "imagen": "Rana.gif",
  "sonido": "Ranasonido.mp3",
  "edad": 12,
  "comentarioEdad": "La rana puede vivir de 6 a 8 años en la naturaleza, pero en cautiverio algunas especies pueden llegar a los 12 años.",
  "comentario": "Las ranas son anfibios que habitan tanto en agua dulce como en tierra, y son conocidas por su piel húmeda y su capacidad de salto. Son importantes en los ecosistemas como controladores de insectos y como presas para otros animales."
},
{
  "name": "Cabra",
  "imagen": "Cabra.gif",
  "sonido": "Cabrasonido.mp3",
  "edad": 18,
  "comentarioEdad": "La cabra suele vivir entre 15 y 18 años, aunque algunas en buenas condiciones de salud pueden llegar a vivir hasta 20 años.",
  "comentario": "Las cabras son animales domésticos versátiles que se adaptan a diversos climas y terrenos. Son conocidas por su habilidad para escalar y por su carácter curioso. También son valiosas para la producción de leche y otros productos."
},
{
  "name": "Burro",
  "imagen": "Burro.jpg",
  "sonido": "Burrosonido.mp3",
  "edad": 40,
  "comentarioEdad": "El burro puede vivir hasta 40 años en buenas condiciones de cuidado, aunque en algunos casos pueden superar esa edad.",
  "comentario": "Los burros son animales resistentes y pacientes, empleados tradicionalmente en trabajos de carga y agricultura. Su carácter tranquilo y su habilidad para adaptarse a terrenos difíciles los hacen valiosos en zonas rurales."
},
{
  "name": "Vaca",
  "imagen": "Vaca.gif",
  "sonido": "Vacasonido.mp3",
  "edad": 20,
  "comentarioEdad": "La vaca puede vivir hasta 20 años, aunque en sistemas de producción su vida suele ser más corta. En condiciones óptimas, algunas vacas pueden alcanzar los 25 años.",
  "comentario": "Las vacas son animales herbívoros que desempeñan un papel importante en la producción de leche y carne. Son animales sociables y tranquilos, y suelen vivir en manadas. Tienen una gran importancia en la agricultura y ganadería a nivel mundial."
},
    {
  "name": "Foca",
  "imagen": "Foca.gif",
  "sonido": "Focasonido.mp3",
  "edad": 25,
  "comentarioEdad": "La foca puede vivir alrededor de 25 años en su hábitat natural, aunque algunas pueden alcanzar los 30 años en condiciones ideales.",
  "comentario": "Las focas son animales marinos adaptados a ambientes fríos. Son excelentes nadadoras y cazadoras, y pasan gran parte de su vida en el agua. Se caracterizan por su cuerpo aerodinámico y su habilidad para sumergirse a grandes profundidades."
    },
    {
      "name": "Caballo",
      "imagen": "Caballo.gif",
      "sonido": "Caballosonido.mp3",
      "edad": 30,
      "comentarioEdad": "El caballo puede vivir hasta 30 años en condiciones adecuadas, aunque algunos alcanzan los 35 con buen cuidado.",
      "comentario": "Los caballos son animales fuertes y nobles, utilizados históricamente para transporte y trabajo. Tienen una gran conexión con los humanos y destacan por su velocidad y resistencia."
    },
    {
      "name": "Leon",
      "imagen": "lion.gif",
      "sonido": "Leonsonido.mp3",
      "edad": 15,
      "comentarioEdad": "Este león está en la etapa adulta, fuerte y dominante en su manada.",
      "comentario": "Los leones son conocidos como los reyes de la selva por su liderazgo y fuerza."
    },
    {
      "name": "Lobo",
      "imagen": "Lobo.jpg",
      "sonido": "Lobosonido.mp3",
      "edad": 13,
      "comentarioEdad": "Este lobo está en su mejor momento de energía y agilidad.",
      "comentario": "Los lobos suelen vivir y cazar en manadas, mostrando un alto sentido de cooperación."
    },
    {
      "name": "Oso",
      "imagen": "Oso.jpg",
      "sonido": "Ososonido.mp3",
      "edad": 25,
      "comentarioEdad": "Este oso es bastante maduro, experimentado en la búsqueda de alimento.",
      "comentario": "Los osos son animales solitarios y muy adaptables a distintos ambientes naturales."
    },
    {
      "name": "Serpiente",
      "imagen": "Serpiente.jpg",
      "sonido": "Serpientesonido.mp3",
      "edad": 20,
      "comentarioEdad": "Joven y ágil, esta serpiente tiene un instinto cazador agudo.",
      "comentario": "Las serpientes son reptiles sigilosos, conocidas por su habilidad de camuflaje y caza."
    },
    {
      "name": "Aguila",
      "imagen": "Aguila.png",
      "sonido": "Aguilasonido.mp3",
      "edad": 30,
      "comentarioEdad": "Este águila es adulta y tiene una gran destreza para volar largas distancias.",
      "comentario": "Las águilas simbolizan la libertad y la visión, destacándose por su gran vista y velocidad."
    }
  ]
}

